export const questionData = [
    {
        q: '새로운 사람과의 첫 대면.\n어색한 정적만 흐르고 있다.\n이럴 때 나는?',
        a: [
            {
                content: '상대가 말을 꺼낼 때까지 기다린다.',
                value: 'a'
            },
            {
                content: '먼저 말을 꺼낸다.',
                value: 'b'
            },
        ]
    },
    {
        q: '버스를 기다리는 정류장,\n내 머릿속에는?',
        a: [
            {
                content: '내가 탈 버스 612번, 3분 뒤 도착.',
                value: 'c'
            },
            {
                content: '아, 내 버스 3분 뒤에 도착하네.\n저 앞에 있는 사람 트렌치코트 예쁘다.\n근데 이 날씨에 안 덥나?',
                value: 'd'
            },
        ]
    },
    {
        q: '친구가 직접 만든 빵을\n보내주겠다고 한다.',
        a: [
            {
                content: '헐 진짜? 고마워~ 잘 먹을게!',
                value: 'e'
            },
            {
                content: '무슨 빵이야?',
                value: 'f'
            },
        ]
    },
    {
        q: '취향저격 맛집 사진과 함께 온\n친구의 메시지.\"여기 가자!\"',
        a: [
            {
                content: '그래! 언제 갈까? 난 26일에 시간 돼~',
                value: 'g'
            },
            {
                content: '그래! 6월 초 정도 어때?',
                value: 'h'
            },
        ]
    },
]
